Repository: rd-nolan/Mieli
Catalog: Mieli/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: “%@” contains %lld items. Deleting it permanently removes the folder and all its contents. This action cannot be undone.
zh_hans: “%1$@”包含 %2$lld 个项目。删除将永久移除该文件夹及其全部内容，此操作不可撤销。

source: “%@” was changed in another app while your edits are unsaved. Choose which version to keep.
zh_hans: “%@”已在另一个程序中修改，而当前编辑尚未保存。请选择处理方式。

source: Add Tag
zh_hans: 添加标签

source: Cancel
zh_hans: 取消

source: Change Workspace…
zh_hans: 更改工作区…

source: Chinese (Simplified)
zh_hans: 中文（简体）

source: Could not add the tag because the note could not be written.
zh_hans: 添加标签失败：无法写入笔记。

source: Could not copy the attachment because the file could not be read or the attachment folder could not be written.
zh_hans: 附件复制失败：无法读取该文件或写入附件目录。

source: Could not create the category.
zh_hans: 创建分类失败。

source: Could not create the note.
zh_hans: 创建笔记失败。

source: Could not delete the folder.
zh_hans: 删除文件夹失败。

source: Could not delete the note.
zh_hans: 删除笔记失败。

source: Could not move the note: the destination is invalid or contains a note with the same name.
zh_hans: 移动笔记失败：目标文件夹无效或已有同名笔记。

source: Could not open the workspace. Make sure the folder is accessible and writable.
zh_hans: 无法建立该工作区。请确认目录可访问且可写。

source: Could not remove the tag because the note could not be written.
zh_hans: 移除标签失败：无法写入笔记。

source: Could not save “%@”: %@ Your content is still in the editor. Please try again.
zh_hans: 保存“%1$@”失败：%2$@ 内容仍保留在编辑器中，请重试。

source: Could not save “%@”: the workspace is unavailable. Your content is still in the editor. Please try again.
zh_hans: 保存“%@”失败：工作区当前不可用。 内容仍保留在编辑器中，请重试。

source: Delete
zh_hans: 删除

source: Delete Folder
zh_hans: 删除文件夹

source: Delete Non-Empty Folder
zh_hans: 删除非空文件夹

source: Delete Note
zh_hans: 删除笔记

source: Delete…
zh_hans: 删除…

source: File
zh_hans: 文件

source: Follow System
zh_hans: 跟随系统

source: Language
zh_hans: 语言

source: Move Here
zh_hans: 移动到这里

source: Move to…
zh_hans: 移动到…

source: Name
zh_hans: 名称

source: New Category
zh_hans: 新建分类

source: New Note
zh_hans: 新建笔记

source: New Tag
zh_hans: 新标签

source: No matching notes found
zh_hans: 没有找到匹配的笔记

source: No notes tagged “%@”
zh_hans: 没有带标签“%@”的笔记

source: No Tags
zh_hans: 暂无标签

source: No Workspace Selected
zh_hans: 未选择工作区

source: Note Changed Externally
zh_hans: 外部修改笔记

source: OK
zh_hans: 好

source: Operation Failed
zh_hans: 操作失败

source: Permanently delete “%@”? This action cannot be undone.
zh_hans: 确定要永久删除“%@”吗？此操作不可撤销。

source: Permanently delete the empty folder “%@”? This action cannot be undone.
zh_hans: 确定要永久删除空文件夹“%@”吗？此操作不可撤销。

source: Remove Tag
zh_hans: 移除标签

source: Remove tag %@
zh_hans: 移除标签 %@

source: Rename
zh_hans: 重命名

source: Rename failed: the name cannot be empty.
zh_hans: 重命名失败：名称不能为空。

source: Rename failed: the name is invalid or already in use.
zh_hans: 重命名失败：名称无效或同名项目已存在。

source: Save
zh_hans: 保存

source: Save My Changes
zh_hans: 保存我的修改

source: Search
zh_hans: 搜索

source: Search notes
zh_hans: 搜索笔记

source: Search…
zh_hans: 搜索…

source: Select a local folder to store your notes.
zh_hans: 选择一个本地文件夹来存储笔记。

source: Select a note to edit it.
zh_hans: 选择一篇笔记开始编辑。

source: Select Workspace
zh_hans: 选择工作区

source: Select Workspace…
zh_hans: 选择工作区…

source: Tags
zh_hans: 标签

source: The item was created, but the sidebar could not refresh.
zh_hans: 项目已创建，但侧栏刷新失败。

source: This is a folder. Select a note inside it or create a new note here.
zh_hans: 这是一个文件夹。选择其中的笔记或在文件夹内新建笔记。

source: Use External Changes
zh_hans: 采用外部改动
